result/khugepaged-debug/run1/results-prctl12/benchmark-stats.log
  240000000 requests completed in 379.05 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.04% <= 2 milliseconds
21.04% <= 3 milliseconds
74.99% <= 4 milliseconds
89.79% <= 5 milliseconds
94.42% <= 6 milliseconds
96.04% <= 7 milliseconds
96.93% <= 8 milliseconds
97.59% <= 9 milliseconds
98.14% <= 10 milliseconds
98.59% <= 11 milliseconds
98.92% <= 12 milliseconds
99.19% <= 13 milliseconds
99.38% <= 14 milliseconds
99.55% <= 15 milliseconds
99.68% <= 16 milliseconds
99.78% <= 17 milliseconds
99.84% <= 18 milliseconds
99.88% <= 19 milliseconds
99.92% <= 20 milliseconds
99.93% <= 21 milliseconds
99.94% <= 22 milliseconds
99.95% <= 23 milliseconds
99.96% <= 24 milliseconds
99.97% <= 25 milliseconds
99.97% <= 26 milliseconds
99.98% <= 27 milliseconds
99.98% <= 28 milliseconds
99.98% <= 29 milliseconds
99.99% <= 30 milliseconds
99.99% <= 31 milliseconds
99.99% <= 32 milliseconds
99.99% <= 33 milliseconds
99.99% <= 34 milliseconds
99.99% <= 35 milliseconds
99.99% <= 36 milliseconds
99.99% <= 37 milliseconds
99.99% <= 38 milliseconds
99.99% <= 39 milliseconds
99.99% <= 42 milliseconds
99.99% <= 43 milliseconds
99.99% <= 44 milliseconds
99.99% <= 46 milliseconds
99.99% <= 48 milliseconds
99.99% <= 51 milliseconds
99.99% <= 52 milliseconds
99.99% <= 54 milliseconds
99.99% <= 55 milliseconds
99.99% <= 56 milliseconds
99.99% <= 57 milliseconds
99.99% <= 58 milliseconds
99.99% <= 59 milliseconds
99.99% <= 60 milliseconds
99.99% <= 62 milliseconds
99.99% <= 64 milliseconds
99.99% <= 65 milliseconds
100.00% <= 66 milliseconds
100.00% <= 67 milliseconds
100.00% <= 72 milliseconds
100.00% <= 73 milliseconds
100.00% <= 74 milliseconds
100.00% <= 77 milliseconds
100.00% <= 79 milliseconds
100.00% <= 82 milliseconds
100.00% <= 89 milliseconds
100.00% <= 92 milliseconds
100.00% <= 93 milliseconds
100.00% <= 94 milliseconds
100.00% <= 97 milliseconds
100.00% <= 98 milliseconds
100.00% <= 101 milliseconds
100.00% <= 114 milliseconds
100.00% <= 120 milliseconds
100.00% <= 124 milliseconds
100.00% <= 127 milliseconds
100.00% <= 129 milliseconds
100.00% <= 135 milliseconds
100.00% <= 141 milliseconds
100.00% <= 142 milliseconds
100.00% <= 188 milliseconds
100.00% <= 246 milliseconds
100.00% <= 259 milliseconds
100.00% <= 260 milliseconds
100.00% <= 260 milliseconds
633165.19 requests per second